{
  "en": {
    "translation": {
      "line": "@capsolar",
      "phone": "081-935-9114",
      "Privacy": "Privacy Agreement",
      "mail": "sales@capsolar.homes",
      "comingSoon": "COMING SOON",
      "submit": "SUBMIT",
      "ok": "OK",
      "s1": {
        "Home": "Home",
        "Service": "Service",
        "Promotion": "Promotion",
        "Pricing": "Pricing",
        "Contact Us": "Contact Us",
        "callMsg": "Call now for free survey",
        "p1": "Install a solar rooftop today and reduce your electricity bill by 10,000 - 1,000,000 baht. Homeowners and business owners can reduce their electricity costs by as much as 70% and get a quick payback within 3 years.",
        "p2": "",
        "p21": "Solar rooftop for entrepreneurs in industrial plants, hospitals, schools, home offices.",
        "p3": "CapSolar is a provider of complete solar solutions, from design, installation, simulation of electricity production (simulation), fast installation from an experienced team. and has certification standards We believe that everyone has the potential to produce electricity from solar rooftops from their own area and create sustainable profits."
      },
      "s2": {
        "t1": "Our Services",
        "t2": "Rooftop for home owners",
        "st2": "Home Owners",
        "st21": "Business Owners",
        "t21": "Rooftop for business owners",
        "t3": "Leave your message",
        "l1": "Name",
        "l2": "Phone",
        "l3": "Home Address",
        "p1": " ",
        "p2": "Please input",
        "tip1": "Thank you for your submission.",
        "lit": "Why CapSolar is right for Home Owner?",
        "li1": "World Class Solar System CapSolar offers tier 1 solar panels and leading inverter brands (Huawei, Sungrow, Solar edge, SMA, Growatt).",
        "li2": "After Sales Services CapSolar offers to replace panels if there is any problem, no need for customers to wait few months for inspections from factory.",
        "li3": "Easy Access CapSolar offers CapFlex solution where customer pays 50% upfront and up to 12 month installments.",
        "li4": "Experience Installation team CapSolar has engineers and staffs who has certifications and many years of solar rooftop installation."
      },
      "s21": {
        "p1": "Solar rooftop for business owners is suitable for all businesses with electricity bills over 100,000 Baht per month.",
        "p2": "Businesses in factories, hotels, resorts, hospitals, schools, and office buildings can reduce their electricity costs by up to 75%.",
        "lit": "Why CapSolar is right for business owners:",
        "li1": "Lower electric bill from the first day of installation",
        "li2": "Good after-sales service throughout the lifetime of the solar system",
        "li3": "Professional and experienced installation team",
        "li4": "Eligible customers can enjoy 50% tax benefits on their solar investments."
      },
      "s22": {
        "t1": "ESS Solution",
        "t2": "EV Charger Solution"
      },
      "s3": {
        "t1": "Home Owners Solution Pricing",
        "t2": "CapSolar Launch Promotion",
        "p1": "Take advantage Now. Solar rooftop price is the lowest in 5 years in Thailand.",
        "p2": "Install solar rooftop at your home today, and lower electric costs up to 50%.",
        "p3": "Return on investments in 3 years.",
        "Contact": "Contact us now for free survey"
      },
      "s6": {
        "t1": "CapSolar",
        "p1": "CapSolar is a solar service provider.",
        "p2": "Integrated rooftop From surveying, designing, installing and maintaining the system, and after-sales service throughout its lifespan. Company's goals is to reach customers with various needs. Providing excellent after-sales service and product quality guaranteed throughout the lifespan certified by the manufacturer."
      },
      "foot": {
        "t1": "Contact Us",
        "t2": "Head Office",
        "t3": "Sales Department",
        "p1": "263 Soi Phetkasem 84, Bang Kae Nuea Subdistrict, Bang Kae District, Bangkok 10160",
        "l1": "LINE",
        "l2": "Phone",
        "l3": "Mail"
      },
      "privateDoc": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from tluxemodel.com (the “Site”).\n\nPersonal information we collect\nWhen you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information”.\n\nWe collect Device Information using the following technologies:\n- “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier. For more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.\n- “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.\n- “Web beacons”, “tags”, and “pixels” are electronic files used to record information about how you browse the Site.\n\nAdditionally, when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers, PayPal, GooglePay and ApplePay) email address, and phone number. We refer to this information as “Order Information”.\n\nWhen we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.\n\nHow do we use your personal information?\nWe use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations). Additionally, we use this Order Information to:\n- Communicate with you;\n- Screen our orders for potential risk or fraud; and\n- When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.\n\nWe use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns). We use data for advertising and retargeting purposes.\n\nSharing you personal Information\nWe share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here: https://www.shopify.com/legal/privacy. We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/. You can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.\n\nFinally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.\n\nBehavioural advertising\nAs described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you. For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.\n\nYou can opt out of targeted advertising by using the links below:\n- Facebook: https://www.facebook.com/settings/?tab=ads\n- Google: https://www.google.com/settings/ads/anonymous\n- Bing: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads\n\nAdditionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: http://optout.aboutads.info/.\n\nDo not track\nPlease note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.\n\nYour rights\nIf you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact form.\n\nAdditionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.\n\nData retention\nWhen you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.\n\nChanges\nWe may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\n\nContact us\nFor more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by our contact us form."
    }
  },
  "th": {
    "translation": {
      "line": "@capsolar",
      "phone": "081-935-9114",
      "Privacy": "ข้อตกลงความเป็นส่วนตัว",
      "mail": "sales@capsolar.homes",
      "comingSoon": "เร็วๆ นี้จะเปิดให้บริการ",
      "submit": "ส่ง",
      "ok": "ตกลง",
      "s1": {
        "Home": "หน้าหลัก",
        "Service": "บริการ",
        "Promotion": "โปรโมชั่น",
        "Pricing": "ราคา",
        "Contact Us": "ติดต่อเรา",
        "callMsg": "โทรเลยสำหรับการสำรวจฟรี",
        "p1": "ติดตั้ง โซล่าร์ รูฟท็อป วันนี้ลดค่าไฟฟ้าได้ 10,000 – 1,000,000 บาท เจ้าของบ้าน และเจ้าของกิจการสามารถลดต้นทุนค่าไฟฟ้าได้มากสุดถึง 70% และคืนทุนเร็วภายใน 3 ปี",
        "p2": "",
        "p21": "โซล่าร์ รูฟท็อป สำหรับผู้ประกอบการในกลุ่มโรงงานอุตสาหกรรม โรงพยาบาล โรงเรียน โฮมออฟฟิศ",
        "p3": "แค็ป โซล่าร์ เป็นผุ้ให้บริการโซล่าร์ โซลูชั่นส์ แบบครบวงจร ตั้งแต่การออกแบบ การติดตั้ง การจำลองการผลิตไฟฟ้า (simulation) การติดตั้งที่รวดเร็วจากทีมงานที่มีประสบการณ์ และมีมาตรฐานการรับรอง เราเชื่อว่าทุกคนมีศักยภาพในการผลิตไฟฟ้าจาก โซล่าร์ รูฟท็อป ได้จากพื้นที่ของตนเองและสร้างกำไรที่ยั่งยืนได้"
      },
      "s2": {
        "t1": "บริการของเรา",
        "t2": "โซล่าร์ รูฟท็อป โซ่ลูชั่นส์ สำหรับเจ้าของบ้าน",
        "st2": "เจ้าของบ้าน",
        "st21": "เจ้าของธุรกิจ",
        "t21": "โซล่าร์ รูฟท็อป โซลูชั่น สำหรับผู้ประกอบการ",
        "t3": "ฝากข้อความของคุณ",
        "l1": "ชื่อ",
        "l2": "โทรศัพท์",
        "l3": "ที่อยู่บ้าน",
        "p1": " ",
        "p2": "กรุณากรอก",
        "tip1": "ขอบคุณสำหรับการส่ง",
        "lit": "ทำไม CapSolar เหมาะกับเจ้าของบ้าน?",
        "li1": "ระบบโซลาร์ระดับโลก CapSolar ให้แผงโซลาร์ชั้นนำและแบรนด์อินเวอร์เตอร์ชั้นนำ (Huawei, Sungrow, Solar edge, SMA, Growatt)",
        "li2": "บริการหลังการขาย CapSolar ให้บริการเปลี่ยนแผงถ้ามีปัญหา ไม่ต้องรอการตรวจสอบจากโรงงานหลายเดือน",
        "li3": "เข้าถึงง่าย CapSolar ให้บริการ CapFlex ที่ลูกค้าจ่ายเงินล่วงหน้า 50% และผ่อนชำระได้สูงสุด 12 เดือน",
        "li4": "ทีมติดตั้งที่มีประสบการณ์ CapSolar มีวิศวกรและบุคลากรที่ได้รับใบรับรองและมีประสบการณ์การติดตั้งหลังคาโซลาร์หลายปี"
      },
      "s21": {
        "p1": "โซล่าร์ รูฟท็อป โซลูชั่นส์ สำหรับผู้ประกอบการ เหมาะสำหรับธุรกิจทุกประเภทที่มีต้นทุนค่าไฟฟ้าเกิน 100,000 บาทต่อเดือน",
        "p2": "ธุรกิจในโรงงานอุตสาหกรรม โรงแรม รีสอร์ท โรงพยาบาล โรงเรียน และอาคารสำนักงานสามารถลดต้นทุนจากค่าไฟฟ้าได้สูงสุดถึง 75%",
        "lit": "ทำไม CapSolar เหมาะกับเจ้าของธุรกิจ:",
        "li1": "ลดค่าไฟฟ้าตั้งแต่วันที่ติดตั้ง",
        "li2": "บริการหลังการขายที่ดีตลอดอายุการใช้งานของระบบโซลาร์",
        "li3": "ทีมติดตั้งมืออาชีพและมีประสบการณ์",
        "li4": "ลูกค้าที่มีสิทธิประโยชน์จากการลดหย่อนภาษี 50% สำหรับการลงทุนในพลังงานแสงอาทิตย์"
      },
      "s22": {
        "t1": "โซลูชัน ESS",
        "t2": "โซลูชันชาร์จ EV"
      },
      "s3": {
        "t1": "ราคาโซล่าร์ รูฟท็อป โซลูชั่นส์ สำหรับเจ้าของบ้าน",
        "t2": "โปรโมชั่นรายชื่อ CapSolar",
        "p1": "ทำให้ดีที่สุดตอนนี้ ราคาโซลาร์รูฟต่ำที่สุดในรอบ 5 ปีของไทย",
        "p2": "การติดตั้งโซลาร์รูฟท็อปที่บ้านตอนนี้ สามารถลดค่าไฟฟ้าได้ถึง 50%",
        "p3": "ผลตอบแทนจากการลงทุน 3 ปี",
        "Contact": "ติดต่อเราตอนนี้เพื่อสำรวจฟรี"
      },
      "s6": {
        "t1": "CapSolar",
        "p1": "แค็ป โซล่าร์ เป็นผู้ให้บริการโซล่าร์",
        "p2": "รูฟท็อปแบบครบวงจร ตั้งแต่การสำรวจ ออกแบบ ติดตั้ง และงานบำรุงรักษาระบบ และการบริการหลังการขายตลอดอายุการใช้งาน เป้าหมายของบริษัทฯ คือการเข้าถึงลูกค้าที่มีความต้องการหลากหลาย การให้บริการหลังการขายที่ยอดเยี่ยม และการรับประกันคุณภาพสินค้าตลอดระยะเวลาอายุการใช้งานที่รับรองโดยโรงงานผู้ผลิต"
      },
      "foot": {
        "t1": "ติดต่อเรา",
        "t2": "สำนักงานใหญ่",
        "t3": "ติดต่อ ฝ่ายขาย",
        "p1": "263 ซอยเพชรเกษม 84 แขวงบางแคเหนือ เขตบางแค กรุงเทพมหานคร 10160",
        "l1": "ไลน์",
        "l2": "โทรศัพท์",
        "l3": "อีเมล"
      },
      "privateDoc": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from tluxemodel.com (the “Site”).\n\nPersonal information we collect\nWhen you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information”.\n\nWe collect Device Information using the following technologies:\n- “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier. For more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.\n- “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.\n- “Web beacons”, “tags”, and “pixels” are electronic files used to record information about how you browse the Site.\n\nAdditionally, when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers, PayPal, GooglePay and ApplePay) email address, and phone number. We refer to this information as “Order Information”.\n\nWhen we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.\n\nHow do we use your personal information?\nWe use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations). Additionally, we use this Order Information to:\n- Communicate with you;\n- Screen our orders for potential risk or fraud; and\n- When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.\n\nWe use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns). We use data for advertising and retargeting purposes.\n\nSharing you personal Information\nWe share your Personal Information with third parties to help us use your Personal Information, as described above. For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here: https://www.shopify.com/legal/privacy. We also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/. You can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.\n\nFinally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.\n\nBehavioural advertising\nAs described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you. For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.\n\nYou can opt out of targeted advertising by using the links below:\n- Facebook: https://www.facebook.com/settings/?tab=ads\n- Google: https://www.google.com/settings/ads/anonymous\n- Bing: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads\n\nAdditionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: http://optout.aboutads.info/.\n\nDo not track\nPlease note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.\n\nYour rights\nIf you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact form.\n\nAdditionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.\n\nData retention\nWhen you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.\n\nChanges\nWe may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\n\nContact us\nFor more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by our contact us form."
    }
  }
}
